Revit 2027 API
SymbolTypeId.KNPerMSup3 Property
 Symbol kN/m³, indicating unit Kilonewtons per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KNPerMSup3 { get; }
Public Shared ReadOnly Property KNPerMSup3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KNPerMSup3 {
	ForgeTypeId^ get ();
}
static member KNPerMSup3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace